tap "romkatv/powerlevel10k"
brew "bat"
brew "fd"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gradle"
brew "jq"
brew "kotlin"
brew "lua"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "scrcpy"
brew "tmux"
cask "android-platform-tools"
cask "android-studio"
cask "codex"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "ngrok"
cask "temurin"
cask "temurin@21"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "svelte.svelte-vscode"
vscode "thomaz.preparing"
